cask_args appdir: "/Applications"
tap "fluttergen/tap"
tap "supabase/tap"
tap "hashicorp/tap"
cask "nikitabobko/tap/aerospace"
cask "font-hack-nerd-font"
brew "openssl"
brew "readline"
brew "awscli"
brew "fluttergen/tap/fluttergen"
brew "supabase/tap/supabase"
brew "hashicorp/tap/terraform"
brew "gh"
cask "discord"
brew "arp-scan"
cask "clipy"
brew "kompose"
cask "google-cloud-sdk"
cask "dbeaver-community"
cask "obsidian"
cask "coteditor"
cask "the-unarchiver"
brew "pipx"
brew "pkg-config"
cask "keyboardcleantool"
cask "zed"
brew "htop"
brew "deno"
brew "sqlfluff"
cask "ghostty"
brew "neovim"
brew "bottom"
brew "posting"
cask "aws-vault"
brew "aws-sam-cli"
brew "uv"
cask "mockoon"
cask "karabiner-elements"
cask "raycast"
brew "mise"
cask "slack"
cask "visual-studio-code"
cask "orbstack"
